---
title: Моддинг ПК
date: 2015-02-15 10:51:47
tags: [modding, panda]
author: Misha Behersky
---

<p>Кришка корпусу мого комп&#39;ютера повністю біла, тому я вирішив прикрасити її прикольним малюнком після того, як натрапив на програму <a href="https://play.google.com/store/apps/details?id=com.artelplus.howtodraw&amp;hl=en" target="_blank"> How to Draw (Android) </a> .</p>

<h3>Що потрібно?</h3>

<p>Вміння малювати: шкільний курс образотворчого мистецтва</p>

<p>Звичайна акварельна фарба на 6 кольорів + пензлик, чорний маркер (ним ще можна підписувати диски), простий олівець.</p>

<p>Мамин лак для волосся: <del> для стильної зачіски </del> для фіксації готового малюнка.</p>

<h3>Вперед</h3>

<ol>
	<li>Малюємо простим олівцем (щоб легко виправляти)&nbsp;відповідно до вказівок програми</li>
	<li>Наводимо маркером контури готового малюнку</li>
	<li>Розфарбовуємо акварелькою</li>
	<li>Після того, як фарба висохне, покрити тонким шаром лаку (головне не переборщити, щоб фарба не почала розтікатися)</li>
</ol>

<h3>Хід роботи і висновок</h3>

<p><img alt="" src="/img/article/c2d1810f310b305ca342b8772cb20fd4.jpg" style="height:1200px; width:1600px" /></p>

<h3>UPD. (28/09/16)</h3>

<p>Анімації вже немає, після того, як я втратив всі статичні файли під час міграції блога, а одненьку фотку знайшов.</p>

<h3>Ресурси</h3>

<p><a href="http://photoscape.org/ps/main/index.php" target="_blank">PhotoScape - для створення gif-анімації </a></p>